Repository: wp-plugins/wc-return-product
Catalog: languages/*.po
Languages: es_es

source: Return order
es_es: Devolver pedido

source: Select products for return
es_es: Seleccione productos a devolver

source: Select products...
es_es: Seleccione productos...

source: All products
es_es: Todos los productos

source: Submit
es_es: Enviar

source: You must select some product
es_es: Debes seleccionar algún producto

source: Product return. Order no.
es_es: Producto devuelto. Pedido nº.

source: Your order return request was send successfully and we contact you soon. Thank you.
es_es: Tu solicitud de devolución se ha enviado correctamente y nos pondremos en contacto contigo pronto. Gracias.

source: Has encountered an unexpected error and was not able to send email
es_es: Se ha encontrado un error inesperado y no se ha enviado el correo

source: Changes saved
es_es: Cambios salvados
